Repository: lliurex/lliurex-abies2pmb
Catalog: lliurex-po/lliurex-abies2pmb/*.po
Languages: ca_es@valencia, es

source: Error: No file upload to convert
ca_es@valencia: Error: No s'ha pujar cap fitxer per convertir
es: Error: Ningún archivo cargado para convertir

source: Error: File with incorret extension .mdb is required
ca_es@valencia: Error: Es requereix un fitxer amb l'extensió .mdb
es: Error: Archivo con extensión incorrecta, se requiere .mdb

source: Error: Unable to detect file extension
ca_es@valencia: Error: No s'ha detectat l'extensió de fitxer
es: Error: Imposible detectar la extensión del archivo

source: Error: Output path is not owned by user
ca_es@valencia: Error: El camí d'eixida no pertany a l'usuari
es: Error: El directorio de salida no pertenece al usuario

source: Conversion successful
ca_es@valencia: La conversió s'ha realitzat correctament
es: Conversión realizada con éxito

source: Error: Table not found in input file
ca_es@valencia: Error: No s'ha trobat la taula en el fitxer d'entrada
es: Error: Tabla no encontrada en el archivo de entrada

source: Error: Problem ocurred while importing input file
ca_es@valencia: Error: S'ha produït un problema en importar el fitxer d'entrada
es: Error: Imposible importar el archivo de entrada

source: Error: Problem exporting input file to csv
ca_es@valencia: Error: S'ha produït un problema en exportar el fitxer d'entrada a csv
es: Error: Imposible exportar el archivo de entrada a csv

source: Error: Problem generating intermediate sql file
ca_es@valencia: Error: S'ha produït un problema en generar el fitxer sql intermedi
es: Error: Imposible generar los archivos .sql intermedios

source: Error: Problem generating output file
ca_es@valencia: Error: S'ha produït un problema en generar el fitxer d'eixida
es: Error: Imposible generar el archivo de salida

source: Error: No table in input file to virtual table
ca_es@valencia: Error: No s'ha trobat cap taula en el fitxer d'entrada cap a la taula virtual
es: Error: Tabla no encontrada en el archivo de entrada para generar tabla virtual

source: Error: Couldn't fetch data from table
ca_es@valencia: Error: No s'han pogut obtindre dades des de la taula
es: Error: No se ha podido recuperar la información de una tabla

source: Processing file...
ca_es@valencia: S'està processant el fitxer...
es: Procesando archivo...

source: Choose the file to convert or drag here:
ca_es@valencia: Trieu el fitxer que s'ha de convertir o arrossegueu-lo ací:
es: Elija el archivo a convertir o arrátrelo aqui:

source: File to convert:
ca_es@valencia: Fitxer que s'ha de convertir:
es: Archivo a convertir:

source: Output folder:
ca_es@valencia: Carpeta d'eixida:
es: Directorio de salida:
